Repository: xbmc/visualization.milkdrop
Catalog: visualization.milkdrop/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: MilkDrop takes you flying through the soundwaves you're hearing
es_es: MilkDrop te lleva volando a través de las ondas sonoras que estás escuchando

# Addon Description
source: MilkDrop was originally a music visualiser "plug-in" to the Winamp music player. As you listen to your music, MilkDrop takes you flying through the actual soundwaves you're hearing, and uses beat detection to trigger myriad psychedelic effects, creating a rich visual journey through sound.
es_es: MilkDrop era originalmente un plug-in visualizador de música para Winamp. Mientras escuchas música, MilkDrop te lleva volando a través de las ondas que estás escuchando, y utiliza la detección del ritmo para activar una gran cantidad de efectos psicodélicos, creando una rica experiencia visual a través del sonido.

# #30000
source: Automatic Blend Time
es_es: Tiempo de mezcla automático

# #30001
source: Time Between Presets
es_es: Tiempo entre ajustes preestablecidos

# #30002
source: Additional Random Time
es_es: Tiempo aleatorio adicional

# #30003
source: Enable Anisotropic Filtering
es_es: Activar el filtro Anisotrópico

# #30004
source: Enable Hard Cuts
es_es: Habilitar cortes

# #30005
source: Loudness Threshold For Hard Cuts
es_es: Umbral de volumen para cortes en seco

# #30006
source: Average Time Between Hard Cuts
es_es: Tiempo medio entre cortes

# #30007
source: Maximum Refresh Rate
es_es: Frecuencia de actualización máxima

# #30008
source: Enable Stereo 3D
es_es: Habilitar Stereo 3D

# #30009
source: Preset Pack
es_es: Paquete de ajustes preestablecidos

# #30010
source: User Preset Folder
es_es: Carpeta de ajustes preestablecidos

# #30011
source: Preset Shuffle Mode
es_es: Modo aleatorio de ajustes preestablecidos

# #30020
source: WA51 Presets
es_es: Ajustes preestablecidos WA51

# #30021
source: Winamp Presets
es_es: Ajustes preestablecidos Winamp

# #30022
source: User Defined Preset Folder
es_es: Carpeta de ajustes preestablecidos definida por el usuario

# #30050
source: {0:.1f} secs
es_es: {0:.1f} segs
